Revit 2027 API
ParameterTypeId.CurtaingridBeltRation2 Property
 "Measurement Line"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridBeltRation2 { get; }
Public Shared ReadOnly Property CurtaingridBeltRation2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridBeltRation2 {
	ForgeTypeId^ get ();
}
static member CurtaingridBeltRation2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace